tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "aftman"
brew "automake"
brew "bat"
brew "btop"
brew "gcc"
brew "fftw"
brew "iniparser"
brew "portaudio"
brew "cava"
brew "clipboard"
brew "fastfetch"
brew "fd"
brew "python@3.13"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lua"
brew "neovim"
brew "nerdfetch"
brew "node"
brew "nowplaying-cli"
brew "pkgconf"
brew "poppler"
brew "powerlevel10k"
brew "pyright"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "spicetify-cli"
brew "sshpass"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "basictex"
cask "bitwarden"
cask "coconutbattery"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "middleclick"
cask "miniconda"
cask "raycast"
cask "sf-symbols"
cask "sioyek"
cask "zoom"
